# RbsElecPanelSubfeedLugsParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecPanelSubfeedLugsParam Property
ParameterTypeId Class See Also
---
"SubFeed Lugs"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecPanelSubfeedLugsParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecPanelSubfeedLugsParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecPanelSubfeedLugsParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace